{
  "Комерцијална банка АД Скопје": [
    {
      "date": "2024-12-06",
      "title": "КОМЕРЦИЈАЛНА БАНКА ПРОГЛАСЕНА ЗА „БАНКА НА ГОДИНАТА ВО 2024“ ОД МАГАЗИНОТ THE BANKER",
      "content": "Скопје, 05.12.2024 година – Комерцијална банка со задоволство објавува дека е прогласена за „Банка на годината во 2024 година во Република Северна Македонија“ од угледниот финансиски магазин The Banker. Оваа престижна награда по 11-ти пат ѝ беше доделена на Банката вчера вечер на свечената церемонија во Лондон, на која присуствуваше д-р Никола Џамбазовски, Главен директор за продажба и развој и член на Управниот одбор на Комерцијална банка.\nНаградата од The Banker уште еднаш ги потврди водечката улога на Комерцијална банка во финансискиот сектор во земјава, нејзините иновативни решенија и докажаната посветеност со кои за клиентите обезбедува врвни производи и услуги, а за целокупната економија значаен придонес што ги поттикнува развојот на бизнисот и претприемништвото.\nВо чест на доделената награда, д-р Џамбазовски изрази голема благодарност до стручната комисија која ги препозна и награди силните финансиски перформанси и значајниот придонес на Комерцијална банка за напредокот на економијата во земјава. \n„Привилегија е што повторно сме прогласени за Банката на годината од престижниот магазин The Banker, особено затоа што наградата доаѓа во пресрет на прославата на јубилејот од 70 години Комерцијална банка во 2025 година. И наградата и ова значајно достигнување ја одразуваат долгогодишната посветеност на Комерцијална банка на иновации, издржливост и фокусираност на клиентите. Во текот на оваа година бевме силно посветени на развој на стратегија која ќе ги задоволи растечките потреби на клиентите за извонредни дигитални и одржливи финансиски решенија“, изјави д-р Џамбазовски при свеченото примање на наградата во Лондон.\nНаградата од The Banker, дел од групацијата на Financial Times, е стандард за извонредност во банкарската индустрија. The Banker со ова признание ги препознава банките-лидери во повеќе од 120 земји низ светот врз основа на клучниот критериум – подобрувања и новитети реализирани во тековната година со кои се издигнуваат над предизвиците.\nКомерцијална банка е особено горда на наградата „Банка на годината“ затоа што таа е признание на континуирано високите стандарди за професионалност, ефикасност и одговорност, со кои Банката на клиентите им овозможува врвно корисничко задоволство. Оваа година Комерцијална банка ќе ја заврши со одлични финансиски резултати, збогатена понуда со врвни онлајн производи и значајна поддршка за заедницата со што го потврдува својот статус на лидер во банкарскиот сектор во Македонија.\nПрославувајќи 70 години работење, во 2025 година Банката ќе се посвети на уште поголеми инвестиции во напредна технологија и одржливи финансиски решенија за задоволство на клиентите, акционерите и заедницата.\nКонтакт:\nМ-р Спасијка Ефтимоска\nСамостоен координатор за односи со јавност\nКомерцијална банка АД Скопје\n+389 70 40 11 60\nemail: Spasijka.Eftimoska@kb.mk\nwww.kb.mk\n",
      "url": "https://kapital.mk/%d0%ba%d0%be%d0%bc%d0%b5%d1%80%d1%86%d0%b8%d1%98%d0%b0%d0%bb%d0%bd%d0%b0-%d0%b1%d0%b0%d0%bd%d0%ba%d0%b0-%d0%bf%d1%80%d0%be%d0%b3%d0%bb%d0%b0%d1%81%d0%b5%d0%bd%d0%b0-%d0%b7%d0%b0-%d0%b1%d0%b0-2/",
      "source": "kapital.mk"
    },
    {
      "date": "2024-12-28",
      "title": "Комерцијална банка ќе започне со исплата на пензиите пред Нова година",
      "content": "Комерцијална банка ќе започне со исплата на пензиите за декември од понеделник, 30.12.2024 година.\nПензионерите кои имаат активна дебитна картичка со својата пензија ќе може да располагаат од понеделник, 30.12.2024 година, и ќе може да ја подигнат на банкомат или да ја користат за безготовинско плаќање низ трговската мрежа.\nПензионерите кои не користат дебитна картичка, пензијата од 30.12.2024 година ќе може да ја подигнат во широката мрежа на експозитури и филијали на Банката.",
      "url": "https://biznisinfo.mk/komercijalna-banka-kje-zapochne-so-isplata-na-penziite-pred-nova-godina/",
      "source": "biznisinfo.mk"
    }
  ],
  "Алкалоид АД Скопје": [
    {
      "date": "2024-12-27",
      "title": "ВРАБОТЕНИТЕ ВО “АЛКАЛОИД” ТРЕБА ДА БИДАТ ГОРДИ НА УСПЕШНАТА ПРИКАЗНА И ВРЕДНОСТИТЕ ГРАДЕНИ РЕЧИСИ ДЕВЕТ ДЕЦЕНИИ",
      "content": "Во своето редовно годишно обраќање до вработените, генералниот директор и претседател на Управниот одбор на Алкалоид АД, Живко Мукаетов ги честиташе празниците и ги сподели бројните достигнувања во успешната година која изминува на која сегашните вработени, но и сите изминати генерации Алкалоидовци можат да бидат горди.\n““Алкалоид“ во моментов е компанија на над три илјади семејства и секој еден член на големото семејство алкалоидовци придонесува нашата успешна приказна да продолжи да расте и да се развива. А како потсетник за тоа од каде сме тргнале, каде сме денес и каде треба да се движиме во иднина е Музејот на „Алкалоид“, кој го отворивме годинава. Овој простор содржи бројни драги спомени и значајни моменти од етапниот осумдесет и осум годишен развој на една успешна македонска приказна, со пласмани во над педесет земји во светот, која денес ја раскажуваат нови генерации дома и надвор од македонските граници, на кои ќе им ги пренесат силните етички стандарди базирани на знаење и системот на вредности граден со децении.\nСо желби за добро здравје, среќа, успеси и повисоки достигнувања, ви посакувам среќни празници! “, вели Мукаетов во видео обраќањето кое подолу може целосно да го погледнете.\n",
      "url": "https://kapital.mk/%d0%b2%d1%80%d0%b0%d0%b1%d0%be%d1%82%d0%b5%d0%bd%d0%b8%d1%82%d0%b5-%d0%b2%d0%be-%d0%b0%d0%bb%d0%ba%d0%b0%d0%bb%d0%be%d0%b8%d0%b4-%d1%82%d1%80%d0%b5%d0%b1%d0%b0-%d0%b4%d0%b0-%d0%b1%d0%b8%d0%b4/",
      "source": "kapital.mk"
    },
    {
      "date": "2024-12-31",
      "title": "Како планира да работи АЛКАЛОИД АД Скопје во 2025 година",
      "content": "АЛКАЛОИД АД Скопје го објави својот бизнис план, преку Македонската берза.\nАспирации и вредности\nАЛКАЛОИД АД Скопје при извршувањето на своите деловни операции се потпира на највисоките етички норми и стандарди. Уверени сме дека етичкото водење бизнис е предуслов за постојан личен и деловен успех. Нашата цел е обезбедување постојаност и подобрување на бизнис-перформансите преку одржување, односно преку\nзајакнување на позициите на актуелните пазари и преку разумно проширување на нови пазари.\nВизија\nНашата ВИЗИЈА е АЛКАЛОИД како глобално ориентирана компанија да се стреми кон постигнување високи цели и дострели, кои ќе овозможат изразена конкурентност и пазарна позиција. Постојано сме отворени за градење нови пазари и нови партнерства, а произведуваме и пласираме производи со највисок квалитет,\nприменувајќи најсовремени технологии и деловни стандарди.\nМисија\nНашата МИСИЈА е постојано да тежнееме кон поздрав свет, супериорен квалитет на производите и на услугите, како и кон висока професионалност и континуиран успех.\nИмператив\nНаш императив е заштитата на интересите на вработените, потрошувачите, на акционерите, деловните партнери, како и на сите вклучени страни, а основната определба е ЗДРАВЈЕТО ПРЕД СÈ.\nБизнис-план за 2025\n\nПриходи од продажби\nБизнис-планот за 2025 година предвидува консолидирани продажби од над 332 милиони евра, што претставува раст од 8 % во однос на\nочекуваните за 2024 година.\nПродажби по сегменти\nСегментно, по профитни центри, 90 % од консолидираните продажби се очекува да ги\nреализира ПЦ Фармација, а 10 % ПЦ Хемија, козметика и билкарство.\nПродажби по пазари\nСе очекува 32 % од консолидираните продажби да бидат остварени на домашниот пазар, додека, пак, 68 % од извоз.\nПланирани резултати\nПланираниот биланс на успех предвидува раст од 9 % на консолидираната добивка пред финансиските трошоци, даноците и пред амортизацијата (EBITDA). Консолидиранaтa нето-добивка е предвидена со раст од\nнајмалку 7 % во однос на очекуваната за 2024 година.\nИнвестиции\nПосветеноста на постојан раст и развој и следењето на трендовите и на најновите достигнувања во сферата на фармацијата се главните причини поради кои во изминатите две децении АЛКАЛОИД АД Скопје се задржа на курсот на континуирано инвестирање, вложувајќи повеќе од 250 милиони евра.\nАЛКАЛОИД АД Скопје во декември 2024 година регистрираше ново капитално поврзано друштво со назив АЛКАЛОИД ЕНЕРГЕТИКА ДООЕЛ Скопје, со цел производство на електрична енергија. Имајќи ги предвид заложбите на АЛКАЛОИД АД Скопје за намалување на јаглеродниот отпечаток во рамките на својата ESGстратегија и напорите за одржлив развој, овој потег е од исклучителна важност во нивното остварување.\nПроектот предвидува изградба на фотоволтаична централа лоцирана во Гевгелија, со капацитет за производство на електрична енергија од околу 11 илјади мегават-часови на годишно ниво. Со овие капацитети ќе се овозможи од 75 до 85 % од електричната енергија која се користи за производствените капацитети на АЛКАЛОИД АД Скопје да биде од сопствени обновливи извори.\nВо согласност со долгорочната развојна стратегија, односно со 20-годишниот инвестициски развоен план, во последните неколку години се изградени нов погон за производство на полуцврсти фармацевтски форми, нов погон за пакување лекови, нов магацински простор за складирање суровини, како и нов погон за производство на цврсти форми (фармацевтски препарати), најзначајната инвестициска активност. Во таа насока, а со цел соодветно зголемување на капацитетите и во Контрола на квалитет – фармација, планот за 2025 година предвидува проектирање и изведба на нова микробиолошка лабораторија на површина од 600 м2.\nКонтинуирано вложуваме во нови производствени опреми и во инсталирање најсовремени технолошки линии за производство, при што се создадени услови за неколкукратно зголемување на производствените\nкапацитети. Сите инвестиции во производствените капацитети на Фармација се изведени во согласност со најсовремените GMP-препораки за производство на фармацевтски производи.\nБизнис-планот за 2025 година предвидува инвестирање на околу 8 % од консолидираните приходи од продажби во материјални и во нематеријални средства.\nИСТРАЖУВАЊЕ И РАЗВОЈ\nИстражување и развој во АЛКАЛОИД АД Скопје повеќе децении има реномирана репутација како истакнат сегмент за истражување и за воведување нови производи, нови технологии, аналитички методи и услуги, кои обезбедуваат раст на богатото портфолио на АЛКАЛОИД, со грижа за заштитата на животната средина, како и\nна здравјето и на безбедноста при работа.\nИздатоците за истражување и развој низ годините наназад континуирано растат, резултирајќи со повисоки стандарди за квалитет, кои придонесуваат за зголемување на благосостојбата на потрошувачите.\nБизнис-планот во 2025 година предвидува раст од најмалку 10 % на издатоците за истражување и развој, односно алоцирање на повеќето ресурси во овој сегмент, со цел натамошна модернизација на генеричкото портфолио, дополнето со патентирани производи со додадена вредност.\nЖивотна средина и општествени прашања (ESG)\n\nИзминатите две години како стратешки императив и приоритет го поставивме воведувањето на Environmental, Social and Governance (ESG-стандардите) за интеграција и за известување во компанијата. Донесовме голем\nброј внатрешни акти кои го систематизираат работењето на сите сектори во согласност со ESG-принципите.\nОдговорноста спрема животната средина и спрема заедницата се составен дел од секојдневието на секој еден вработен во АЛКАЛОИД, во сите земји каде што имаме воспоставено операции. Во иднина ESG-сегментот ќе се проширува и ќе се интензивира, пренесувајќи се на сите засегнати страни во АЛКАЛОИД со една единствена цел – да изградиме подобар, поздрав и поодржлив свет.\nВработени\nСледејќи ги плановите за раст и развој, во 2025 година очекуваме околу 100 нови вработувања во АЛКАЛОИД АД Скопје и во друштвата во странство. Продолжуваме со вложувањата во човечкиот капитал преку издвојување значителни средства за обуки и за други придобивки за вработените, наедно создавајќи предуслови за натамошно зголемување на просечната нето-плата по вработен.\nАкции\nАкциите на АЛКАЛОИД АД Скопје котираат на официјалниот пазар на Македонската берза за хартии од вредност од 2002 година и важат за едни од најтргуваните и најликвидните акции на Берзата. Цената на акцијата во 2024 година се движеше од 18.151,00 до 29.000,00 денари или просечно 21.715,11 денари за една\nакција. Цената на акцијата на последната трансакција на 27.12.2024 година изнесуваше 28.299,00 денари.\nПазарната капитализација на компанијата во декември 2024 година изнесува 40 милијарди денари.\nДивидендна политика\nМенаџментот на компанијата ќе продолжи и натаму со досегашната дивидендна политика соодветно на\nостварените резултати. Планот предвидува алоцирање на дел од нето-добивката на компанијата за дивиденда\nи за персонален данок, додека, пак, остатокот ќе биде за инвестиции.\nБизнис-планот на компанијата за 2025 година е донесен со одлука на Управниот одбор на АЛКАЛОИД АД Скопје на седницата одржана на 27.12.2024 година.",
      "url": "https://biznisinfo.mk/kako-planira-da-raboti-alkaloid-ad-skopje-vo-2025-godina/",
      "source": "biznisinfo.mk"
    }
  ],
  "Макпетрол АД Скопје": [
    {
      "date": "2022-10-17",
      "title": "САМО МАКПЕТРОЛ ДОСТАВИЛ ПОНУДА ЗА ГАС, ОД „КОНТАКТИТЕ“ НА МИЦКОВСКИ НЕМА НИШТО ДОСЕГА",
      "content": "Во текот на оваа недела се очекува да бидат доставени понудите за набавка на потребните количини од природен гас за наредниот месец. АД ЕСМ досега набави природен гас за првите две недели од стартот на грејната сезона, односно до крајот на октомври.\nДиректорот на АД ЕСМ, Васко Ковачевски денеска изјави дека во текот на оваа недела се очекува да бидат доставени понудите за набавка на потребните количини од природен гас за наредниот месец. Според него, досега понуда доставила само компанијата Макпетрол.\nТој притоа рече дека очекува да добијат уште две до три понуди. Ковачевски е оптимист дека ќе се најде доволно количини за сите топлани, но и да се задоволат и потребите на ТЕТО.\nОд Владата денеска на неформален брифинг соопштија дека од компаниите кои што ги посочил лидерот на ВМРО-ДПМНЕ, Христијан Мицкоски, како негови контакти кои што можат да помогнат во пребродување на енергетската криза, односно за снабдување на природен гас и мазут, до денеска нема никаква понуда.\nВо изминатиот период бил остварен контакт со посочените фирми, но ниту во Министерството за Економија, ниту во Електростопанство на Северна Македонија, немаат добиено било каква конкретна понуда.\nСепак, една мистерија е разрешена – познато е името на фамозната компанија која требало да обезбеди природен гас за земјава. Како што се дознава од извори во Владата, станува збор за фирмата PGO, која била регистрирана во Швајцарија.\nСпоред регистарот на компании во Швајцарија, компанија со ваков назив е регистрирана во кантонот Цирих, каде што стои дека нејзина дејност е трговија со нафта и нафтени деривати.\n\nПознавачите на приликите кај нас, пак, велат дека таа компанија не непозната во овдешните кругови, бидејќи и во минатите години се нудела за снабдување со енергенти.\nКовачевски посочи и дека АД ЕСМ во наредните денови ќе проба да најде полесен начин како граѓаните да ги склучат новите договори за топлинска енергија откако акционерското друштво ја презема дејноста од БЕГ. Тој посочи дека се работи за околу 60 илјади домаќинства.\nОбврската за промена на договорите се однесуваат на сите граѓани кои досега парно добиваа преку компанијата БЕГ ( Балкан Енерџи груп) Тоа значи дека периодов кој следува исто толку сопственици на станови ќе треба да отидат на некој од трите пункта на БЕГ (во Центар, Аеродром и Тафталиџе), за да потпишат договор во којшто ќе пишува дека парното сега им го обезбедува ЕСМ.\nАД ЕСМ досега набави природен гас за првите две недели од стартот на грејната сезона, односно до крајот на октомври.\n",
      "url": "https://kapital.mk/%d1%81%d0%b0%d0%bc%d0%be-%d0%bc%d0%b0%d0%ba%d0%bf%d0%b5%d1%82%d1%80%d0%be%d0%bb-%d0%b4%d0%be%d1%81%d1%82%d0%b0%d0%b2%d0%b8%d0%bb-%d0%bf%d0%be%d0%bd%d1%83%d0%b4%d0%b0-%d0%b7%d0%b0-%d0%b3%d0%b0%d1%81/",
      "source": "kapital.mk"
    },
    {
      "date": "2024-06-19",
      "title": "Макпетрол со известување до имателите на обични акции",
      "content": "Се известуваат сите иматели на обични акции дека, Друштвото согласно\nОдлуката број 0201-37/2-4 од 28.5.2024 година, донесена на XXVIII-тото годишно\nСобрание на акционери, ќе врши исплата на дивиденда во пари, во бруто-износ од\n3.700 денари по акција, со датум на пресек на акционерската книга 18.6.2024 година.\nСе известуваат акционерите кои немаат доставено податоци за трансакциската\nсметка, а заради исплата на дивиденда, да ги достават податоците до Макпетрол АД – Скопје\nСе повикуваат акционерите – физички лица да ги ажурираат своите податоци,\nвклучувајќи ја и адресата на живеалиштето, во Централниот Депозитар за Хартии од\nвредност. Истата ќе се користи за уредна достава на пресметката на данокот на\nдоход, на кој подлежи исплатата по основ на дивиденда.\nДополнително акционерите – физички лица, кои не се запишани во\nевиденцијата на УЈП како даночни обврзници, да преземат соодветни мерки за нивно\nзапишување согласно процедурите на УЈП.",
      "url": "https://biznisinfo.mk/makpetrol-so-izvestuvane-do-imatelite-na-obichni-aktsii/",
      "source": "biznisinfo.mk"
    }
  ],
  "Стопанска банка АД Скопје": [
    {
      "date": "2023-11-08",
      "title": "„РАСТЕМЕ ЗАЕДНО“ – ДЕТСКО ШТЕДЕЊЕ ОД СТОПАНСКА БАНКА А.Д. БИТОЛА СО ФИКСНА КАМАТНА СТАПКА 4,1%",
      "content": "Стопанска банка а.д. Битола своето портфолио на производи го дополни со нов денарски депозит – детско штедење со промотивна фиксна каматна стапка од неверојатни 4,1%, со рок на орочување 36 месеци. Детското штедење е наменето за деца од нивното раѓање па се до 18 годишна возраст.\nОна што е потребно за отворање на депозит за детско штедење е како застапник да се јави најмалку еден од родителите, што се докажува со Извод од матична книга на родени на детето и почетен депозит со минимален износ од 3.000,00 денари.\nСите родители имаат заедничка цел, а тоа е да им обезбедат сигурна иднина на своите деца. Како основа за исполнување на оваа цел е да ги подготват децата за иднина со добра финансиска едукација. Детското штедење е идеална алатка за финансиската дисциплина.\nДетското штедење со Стопанска банка а.д. Битола е одличен начин за обезбедување на сигурна и безбедна иднина на вашето дете.\nПовеќе информации за производот на https://bit.ly/detsko_stedenje\nКомерцијален ПР текст\n",
      "url": "https://kapital.mk/%d1%80%d0%b0%d1%81%d1%82%d0%b5%d0%bc%d0%b5-%d0%b7%d0%b0%d0%b5%d0%b4%d0%bd%d0%be-%d0%b4%d0%b5%d1%82%d1%81%d0%ba%d0%be-%d1%88%d1%82%d0%b5%d0%b4%d0%b5%d1%9a%d0%b5-%d0%be%d0%b4/",
      "source": "kapital.mk"
    },
    {
      "date": "2024-10-01",
      "title": "Игор Камбовски и Стевчо Јолакоски избрани за членови на Надзорен одбор на Стопанска банка а.д. Битола",
      "content": "Од Стопанска банка а.д. Битола преку Македонска берза информираат дека за членови на Надзорен одбор на Стопанска банка а.д. Битола се назначени Игор Камбовски и Стевчо Јолакоски.\n“Врз основа на Одлука од Собрание на акционери бр.02-8051/1/II-3 од 3.7.2024 година и Решение за издавање на претходна согласност од Народна банка на Република Северна Македонија бр.15-25796/6 од 27.9.2024 година, за член на Надзорен одбор на Стопанска банка а.д. Битола е назначен г. Стевчо Јолакоски.\nИсто така, врз основа на Одлука од Собрание на акционери бр.02-8051/1/II-3 од 3.7.2024 година и Решение за издавање на претходна согласност од Народна банка на Република Северна Македонија бр.15-27231/8 од 27.9.2024 година, за член на Надзорен одбор на Стопанска банка а.д. Битола е назначен г. Игор Камбовски“, стои во објавата.\n ",
      "url": "https://biznisinfo.mk/igor-kambovski-i-stevcho-jolakoski-izbrani-za-chlenovi-na-nadzoren-odbor-na-stopanska-banka-a-d-bitola/",
      "source": "biznisinfo.mk"
    }
  ],
  "Македонски Телеком АД Скопје": [
    {
      "date": "2023-01-03",
      "title": "МАКЕДОНСКИ ТЕЛЕКОМ ЈА МОДЕРНИЗИРАШЕ МРЕЖАТА И ВЛЕЗЕ ВО НОВА ТЕХНОЛОШКА ЕРА",
      "content": "Македонски Телеком целосно ја модернизираше и ја надгради мрежата во 2022 година, со што таа сега е подготвена за наредната генерација технологии. Вакви големи промени во телекомуникациите се случуваат еднаш на 10 години и со себе носат трансформација на самата технологија и на услугите за корисниците, како и супериорност на корисничкото искуство.\nМодернизиација на мрежата\nСо завршувањето на овој проект, којшто се реализираше со милионски инвестиции и посветена работа на терен, се постави основата, односно најсовремената мрежа, врз која ќе се гради новиот дигитален свет. За само 18 месеци беа поставени 900 нови базни станици на кои е достапен NBIoT за M2M комуникација. Капацитетот на новата модернизирана мрежа е зголемен за дури 70%, а просечните брзини на корисниците за 50%.\nПрва и најголема 5G мрежа\nПосле неколкугодишни тестирања и подготовки, во февруари годинава, компанијата ја пушти првата комерцијална 5G мрежа во Македонија и овозможи користење 5G услуги со напредна технологија за динамично користење на постојните радиофреквенции. Во јули, таа ги доби 5G радиофреквециите, а со тоа и можноста за гигабитни брзини за корисниците. Мрежата растеше и се развиваше и за само 18 месеци на корисниците во 26 града и нивните околини им беше овозможено да ги користат услугите на новата генерација. Гигабитните брзини и ниската латенција се реалност, а веќе 12% од целиот сообраќај е на 5G.\nИдна примена на новите технологии\nОваа технологија ќе биде движечката сила за развојот на нови функционалности во повеќе области коишто ќе ни го поедностават и подобрат животот во сите сфери.  На пример, преку Massive IoT, ќе биде овозможен значителен развој во делот за паметни градови и паметна инфраструктура. 5G ќе овозможи примена на вештачката интелигенција за подобрување на ефикасноста на самата мрежа. Преку вештачката интелигенција ќе може да се детектираат и најмалите недоследности во функционирањето на мрежите и системите коишто испорачуваат клучни услуги. На тој начин, тие ќе можат да бидат спречени без корисниците воопшто и да ги забележат. Сето ова ќе обезбеди супериорна мрежа и услуга, досега невидени услуги и производи, како и широк пристап за сите до новите технологии.  \n",
      "url": "https://kapital.mk/%d0%bc%d0%b0%d0%ba%d0%b5%d0%b4%d0%be%d0%bd%d1%81%d0%ba%d0%b8-%d1%82%d0%b5%d0%bb%d0%b5%d0%ba%d0%be%d0%bc-%d1%98%d0%b0-%d0%bc%d0%be%d0%b4%d0%b5%d1%80%d0%bd%d0%b8%d0%b7%d0%b8%d1%80%d0%b0%d1%88%d0%b5/",
      "source": "kapital.mk"
    },
    {
      "date": "2024-06-14",
      "title": "Садула Дураки поднесе оставка од позицијата Неизвршен член и Заменик Претседател на Одборот на директори на Македонски Телеком",
      "content": "Врз основа на член 33 од Правилата за котација на Македонска берза на хартии од вредност АД Скопје, Македонски Телеком АД – Скопје известува дека г. Садула Дураки поднесе оставка од позицијата Неизвршен член и Заменик Претседател на Одборот на директори на Македонски Телеком АД – Скопје поради неговиот избор како пратеник во Собранието на Република Северна Македонија во смисла на неспојливост на функцијата согласно член 9 од Законот за пратеници.",
      "url": "https://biznisinfo.mk/sadula-duraki-podnese-ostavka-od-pozitsijata-neizvrshen-chlen-i-zamenik-pretsedatel-na-odborot-na-direktori-na-makedonski-telekom/",
      "source": "biznisinfo.mk"
    }
  ]
}