{
  "Комерцијална банка АД Скопје": {
    "articles": [
      {
        "date": "2024-12-06",
        "title": {
          "original": "КОМЕРЦИЈАЛНА БАНКА ПРОГЛАСЕНА ЗА „БАНКА НА ГОДИНАТА ВО 2024“ ОД МАГАЗИНОТ THE BANKER",
          "translated": "A computer bank announced for the year 2024) by the Macazin the Banker"
        },
        "content": {
          "original": "Скопје, 05.12.2024 година – Комерцијална банка со задоволство објавува дека е прогласена за „Банка на годината во 2024 година во Република Северна Македонија“ од угледниот финансиски магазин The Banker. Оваа престижна награда по 11-ти пат ѝ беше доделена на Банката вчера вечер на свечената церемонија во Лондон, на која присуствуваше д-р Никола Џамбазовски, Главен директор за продажба и развој и член на Управниот одбор на Комерцијална банка.\nНаградата од The Banker уште еднаш ги потврди водечката улога на Комерцијална банка во финансискиот сектор во земјава, нејзините иновативни решенија и докажаната посветеност со кои за клиентите обезбедува врвни производи и услуги, а за целокупната економија значаен придонес што ги поттикнува развојот на бизнисот и претприемништвото.\nВо чест на доделената награда, д-р Џамбазовски изрази голема благодарност до стручната комисија која ги препозна и награди силните финансиски перформанси и значајниот придонес на Комерцијална банка за напредокот на економијата во земјава. \n„Привилегија е што повторно сме прогласени за Банката на годината од престижниот магазин The Banker, особено затоа што наградата доаѓа во пресрет на прославата на јубилејот од 70 години Комерцијална банка во 2025 година. И наградата и ова значајно достигнување ја одразуваат долгогодишната посветеност на Комерцијална банка на иновации, издржливост и фокусираност на клиентите. Во текот на оваа година бевме силно посветени на развој на стратегија која ќе ги задоволи растечките потреби на клиентите за извонредни дигитални и одржливи финансиски решенија“, изјави д-р Џамбазовски при свеченото примање на наградата во Лондон.\nНаградата од The Banker, дел од групацијата на Financial Times, е стандард за извонредност во банкарската индустрија. The Banker со ова признание ги препознава банките-лидери во повеќе од 120 земји низ светот врз основа на клучниот критериум – подобрувања и новитети реализирани во тековната година со кои се издигнуваат над предизвиците.\nКомерцијална банка е особено горда на наградата „Банка на годината“ затоа што таа е признание на континуирано високите стандарди за професионалност, ефикасност и одговорност, со кои Банката на клиентите им овозможува врвно корисничко задоволство. Оваа година Комерцијална банка ќе ја заврши со одлични финансиски резултати, збогатена понуда со врвни онлајн производи и значајна поддршка за заедницата со што го потврдува својот статус на лидер во банкарскиот сектор во Македонија.\nПрославувајќи 70 години работење, во 2025 година Банката ќе се посвети на уште поголеми инвестиции во напредна технологија и одржливи финансиски решенија за задоволство на клиентите, акционерите и заедницата.\nКонтакт:\nМ-р Спасијка Ефтимоска\nСамостоен координатор за односи со јавност\nКомерцијална банка АД Скопје\n+389 70 40 11 60\nemail: Spasijka.Eftimoska@kb.mk\nwww.kb.mk\n",
          "translated": "Skopje, 05/122024, from the prominent financial magazine The Bank, this prestigious award after the 11th time was announced as the Bank of the Year in 2024, attended by Dr Nikola Dzambazovski, Chief Director of Sales and Development, and a member of the Commercial Bank Steering Board. A commercial bank in the country's financial sector, its innovative solutions and proven commitment to customers provides top products and services, and for the overall economy a significant contribution that fosters the development of business and entrepreneurship, in honour of the award given, Dr. Dzambazovski expressed great gratitude to the panel that recognised and rewarded the strong financial performance and significant contribution of the Commercial Bank to the economy's economy's progress in the country. It is a privilege to be re-declared as the Bank of the Year by the prestigious magazine The Banker, especially since the award comes in the wake of a 70-year jubilee celebration of Commercial Bank in 2025, and this significant achievement reflects the long-term commitment of Commercial Bank to innovation, resilience and focus on customers during this year we have been strongly committed to developing a strategy that will meet the growing needs of customers for the growing needs of customers for the customers for the customers. The award from The Banker, part of a group of Financial Times, is the standard of excellence in the banking industry.The Banker thus recognises the banks-elder prize in more than 120 countries around the world based on key criteria ) improvements and innovations in the current year which raise them above challenges. #Bank of the year # because it recognises the continuing high standards of professionality, efficiency and accountability, with which the Bank of Clients gives them high user satisfaction this year. This year Komercijal Bank will complete it with excellent financial results, a enriched offer with top online products and significant support to the community thus confirming its status as leader in the banking sector in Macedonia. More investment in advanced technology and sustainable financial solutions to satisfy clients, shareholders and the community. Contact: M-Saveska Eftimoska Independent Public Relations Co-ordinator Komercijalska Banka Skopje +389 70 1160 email: Spasijka.Eftimoska@kb.mk www.kb.mk.mk"
        },
        "sentiment": {
          "sentiment": "Positive",
          "score": 1.0,
          "recommendation": "BUY"
        },
        "url": "https://kapital.mk/%d0%ba%d0%be%d0%bc%d0%b5%d1%80%d1%86%d0%b8%d1%98%d0%b0%d0%bb%d0%bd%d0%b0-%d0%b1%d0%b0%d0%bd%d0%ba%d0%b0-%d0%bf%d1%80%d0%be%d0%b3%d0%bb%d0%b0%d1%81%d0%b5%d0%bd%d0%b0-%d0%b7%d0%b0-%d0%b1%d0%b0-2/",
        "source": "kapital.mk"
      },
      {
        "date": "2024-12-28",
        "title": {
          "original": "Комерцијална банка ќе започне со исплата на пензиите пред Нова година",
          "translated": "Commercial Bank to Start Pension Payment Before New Year's"
        },
        "content": {
          "original": "Комерцијална банка ќе започне со исплата на пензиите за декември од понеделник, 30.12.2024 година.\nПензионерите кои имаат активна дебитна картичка со својата пензија ќе може да располагаат од понеделник, 30.12.2024 година, и ќе може да ја подигнат на банкомат или да ја користат за безготовинско плаќање низ трговската мрежа.\nПензионерите кои не користат дебитна картичка, пензијата од 30.12.2024 година ќе може да ја подигнат во широката мрежа на експозитури и филијали на Банката.",
          "translated": "The pensioners who have an active debit card with their pension will be able to start on Monday, 30/122024, and will be able to raise it to ATM or use it for non-stop payment through the commercial network. Pensioners who do not use a debit card, pension from 30/12-2024 will be able to raise it in a wide network of exhibits and branches of the Bank."
        },
        "sentiment": {
          "sentiment": "Neutral",
          "score": 0.927925169467926,
          "recommendation": "HOLD"
        },
        "url": "https://biznisinfo.mk/komercijalna-banka-kje-zapochne-so-isplata-na-penziite-pred-nova-godina/",
        "source": "biznisinfo.mk"
      }
    ],
    "average_sentiment": 0.963962584733963,
    "overall_recommendation": "BUY"
  },
  "Алкалоид АД Скопје": {
    "articles": [
      {
        "date": "2024-12-27",
        "title": {
          "original": "ВРАБОТЕНИТЕ ВО “АЛКАЛОИД” ТРЕБА ДА БИДАТ ГОРДИ НА УСПЕШНАТА ПРИКАЗНА И ВРЕДНОСТИТЕ ГРАДЕНИ РЕЧИСИ ДЕВЕТ ДЕЦЕНИИ",
          "translated": "THE CONSTRIBUCTIONS IN QUALALOIIDS SHOULD BE GROWS OF THE SUCCESS AND REFECTIONAL RESIDENCES OF DIENT DEECTIONS"
        },
        "content": {
          "original": "Во своето редовно годишно обраќање до вработените, генералниот директор и претседател на Управниот одбор на Алкалоид АД, Живко Мукаетов ги честиташе празниците и ги сподели бројните достигнувања во успешната година која изминува на која сегашните вработени, но и сите изминати генерации Алкалоидовци можат да бидат горди.\n““Алкалоид“ во моментов е компанија на над три илјади семејства и секој еден член на големото семејство алкалоидовци придонесува нашата успешна приказна да продолжи да расте и да се развива. А како потсетник за тоа од каде сме тргнале, каде сме денес и каде треба да се движиме во иднина е Музејот на „Алкалоид“, кој го отворивме годинава. Овој простор содржи бројни драги спомени и значајни моменти од етапниот осумдесет и осум годишен развој на една успешна македонска приказна, со пласмани во над педесет земји во светот, која денес ја раскажуваат нови генерации дома и надвор од македонските граници, на кои ќе им ги пренесат силните етички стандарди базирани на знаење и системот на вредности граден со децении.\nСо желби за добро здравје, среќа, успеси и повисоки достигнувања, ви посакувам среќни празници! “, вели Мукаетов во видео обраќањето кое подолу може целосно да го погледнете.\n",
          "translated": "In his regular annual address to employees, the CEO and chairman of the Alaloid AD Steering Board, Zhivko Mukatotev congratulated the holidays and shared the numerous achievements of the successful year that the current employee and all past generations of Alkaloids can be proud. And as a reminder of where we're headed, where we are today and where we need to move in the future is the Museum of kyaloid, which we've opened this year.This space contains numerous fond memories and significant moments of the epic eighty-eight-year development of a successful Macedonian story, with possams in over 50 countries in the world, which are being told today by new generations at home and outside Macedonian borders, to whom they will pass on the strong ethical standards based on knowledge and the system of values With wishes for good health, happiness, successes and higher achievements, I wish you happy holidays! , Mukatev says in a video address below that you can see fully."
        },
        "sentiment": {
          "sentiment": "Positive",
          "score": 0.9998840093612671,
          "recommendation": "BUY"
        },
        "url": "https://kapital.mk/%d0%b2%d1%80%d0%b0%d0%b1%d0%be%d1%82%d0%b5%d0%bd%d0%b8%d1%82%d0%b5-%d0%b2%d0%be-%d0%b0%d0%bb%d0%ba%d0%b0%d0%bb%d0%be%d0%b8%d0%b4-%d1%82%d1%80%d0%b5%d0%b1%d0%b0-%d0%b4%d0%b0-%d0%b1%d0%b8%d0%b4/",
        "source": "kapital.mk"
      },
      {
        "date": "2024-12-31",
        "title": {
          "original": "Како планира да работи АЛКАЛОИД АД Скопје во 2025 година",
          "translated": "How to Work ALKALOID AD Skopje in 2025"
        },
        "content": {
          "original": "АЛКАЛОИД АД Скопје го објави својот бизнис план, преку Македонската берза.\nАспирации и вредности\nАЛКАЛОИД АД Скопје при извршувањето на своите деловни операции се потпира на највисоките етички норми и стандарди. Уверени сме дека етичкото водење бизнис е предуслов за постојан личен и деловен успех. Нашата цел е обезбедување постојаност и подобрување на бизнис-перформансите преку одржување, односно преку\nзајакнување на позициите на актуелните пазари и преку разумно проширување на нови пазари.\nВизија\nНашата ВИЗИЈА е АЛКАЛОИД како глобално ориентирана компанија да се стреми кон постигнување високи цели и дострели, кои ќе овозможат изразена конкурентност и пазарна позиција. Постојано сме отворени за градење нови пазари и нови партнерства, а произведуваме и пласираме производи со највисок квалитет,\nприменувајќи најсовремени технологии и деловни стандарди.\nМисија\nНашата МИСИЈА е постојано да тежнееме кон поздрав свет, супериорен квалитет на производите и на услугите, како и кон висока професионалност и континуиран успех.\nИмператив\nНаш императив е заштитата на интересите на вработените, потрошувачите, на акционерите, деловните партнери, како и на сите вклучени страни, а основната определба е ЗДРАВЈЕТО ПРЕД СÈ.\nБизнис-план за 2025\n\nПриходи од продажби\nБизнис-планот за 2025 година предвидува консолидирани продажби од над 332 милиони евра, што претставува раст од 8 % во однос на\nочекуваните за 2024 година.\nПродажби по сегменти\nСегментно, по профитни центри, 90 % од консолидираните продажби се очекува да ги\nреализира ПЦ Фармација, а 10 % ПЦ Хемија, козметика и билкарство.\nПродажби по пазари\nСе очекува 32 % од консолидираните продажби да бидат остварени на домашниот пазар, додека, пак, 68 % од извоз.\nПланирани резултати\nПланираниот биланс на успех предвидува раст од 9 % на консолидираната добивка пред финансиските трошоци, даноците и пред амортизацијата (EBITDA). Консолидиранaтa нето-добивка е предвидена со раст од\nнајмалку 7 % во однос на очекуваната за 2024 година.\nИнвестиции\nПосветеноста на постојан раст и развој и следењето на трендовите и на најновите достигнувања во сферата на фармацијата се главните причини поради кои во изминатите две децении АЛКАЛОИД АД Скопје се задржа на курсот на континуирано инвестирање, вложувајќи повеќе од 250 милиони евра.\nАЛКАЛОИД АД Скопје во декември 2024 година регистрираше ново капитално поврзано друштво со назив АЛКАЛОИД ЕНЕРГЕТИКА ДООЕЛ Скопје, со цел производство на електрична енергија. Имајќи ги предвид заложбите на АЛКАЛОИД АД Скопје за намалување на јаглеродниот отпечаток во рамките на својата ESGстратегија и напорите за одржлив развој, овој потег е од исклучителна важност во нивното остварување.\nПроектот предвидува изградба на фотоволтаична централа лоцирана во Гевгелија, со капацитет за производство на електрична енергија од околу 11 илјади мегават-часови на годишно ниво. Со овие капацитети ќе се овозможи од 75 до 85 % од електричната енергија која се користи за производствените капацитети на АЛКАЛОИД АД Скопје да биде од сопствени обновливи извори.\nВо согласност со долгорочната развојна стратегија, односно со 20-годишниот инвестициски развоен план, во последните неколку години се изградени нов погон за производство на полуцврсти фармацевтски форми, нов погон за пакување лекови, нов магацински простор за складирање суровини, како и нов погон за производство на цврсти форми (фармацевтски препарати), најзначајната инвестициска активност. Во таа насока, а со цел соодветно зголемување на капацитетите и во Контрола на квалитет – фармација, планот за 2025 година предвидува проектирање и изведба на нова микробиолошка лабораторија на површина од 600 м2.\nКонтинуирано вложуваме во нови производствени опреми и во инсталирање најсовремени технолошки линии за производство, при што се создадени услови за неколкукратно зголемување на производствените\nкапацитети. Сите инвестиции во производствените капацитети на Фармација се изведени во согласност со најсовремените GMP-препораки за производство на фармацевтски производи.\nБизнис-планот за 2025 година предвидува инвестирање на околу 8 % од консолидираните приходи од продажби во материјални и во нематеријални средства.\nИСТРАЖУВАЊЕ И РАЗВОЈ\nИстражување и развој во АЛКАЛОИД АД Скопје повеќе децении има реномирана репутација како истакнат сегмент за истражување и за воведување нови производи, нови технологии, аналитички методи и услуги, кои обезбедуваат раст на богатото портфолио на АЛКАЛОИД, со грижа за заштитата на животната средина, како и\nна здравјето и на безбедноста при работа.\nИздатоците за истражување и развој низ годините наназад континуирано растат, резултирајќи со повисоки стандарди за квалитет, кои придонесуваат за зголемување на благосостојбата на потрошувачите.\nБизнис-планот во 2025 година предвидува раст од најмалку 10 % на издатоците за истражување и развој, односно алоцирање на повеќето ресурси во овој сегмент, со цел натамошна модернизација на генеричкото портфолио, дополнето со патентирани производи со додадена вредност.\nЖивотна средина и општествени прашања (ESG)\n\nИзминатите две години како стратешки императив и приоритет го поставивме воведувањето на Environmental, Social and Governance (ESG-стандардите) за интеграција и за известување во компанијата. Донесовме голем\nброј внатрешни акти кои го систематизираат работењето на сите сектори во согласност со ESG-принципите.\nОдговорноста спрема животната средина и спрема заедницата се составен дел од секојдневието на секој еден вработен во АЛКАЛОИД, во сите земји каде што имаме воспоставено операции. Во иднина ESG-сегментот ќе се проширува и ќе се интензивира, пренесувајќи се на сите засегнати страни во АЛКАЛОИД со една единствена цел – да изградиме подобар, поздрав и поодржлив свет.\nВработени\nСледејќи ги плановите за раст и развој, во 2025 година очекуваме околу 100 нови вработувања во АЛКАЛОИД АД Скопје и во друштвата во странство. Продолжуваме со вложувањата во човечкиот капитал преку издвојување значителни средства за обуки и за други придобивки за вработените, наедно создавајќи предуслови за натамошно зголемување на просечната нето-плата по вработен.\nАкции\nАкциите на АЛКАЛОИД АД Скопје котираат на официјалниот пазар на Македонската берза за хартии од вредност од 2002 година и важат за едни од најтргуваните и најликвидните акции на Берзата. Цената на акцијата во 2024 година се движеше од 18.151,00 до 29.000,00 денари или просечно 21.715,11 денари за една\nакција. Цената на акцијата на последната трансакција на 27.12.2024 година изнесуваше 28.299,00 денари.\nПазарната капитализација на компанијата во декември 2024 година изнесува 40 милијарди денари.\nДивидендна политика\nМенаџментот на компанијата ќе продолжи и натаму со досегашната дивидендна политика соодветно на\nостварените резултати. Планот предвидува алоцирање на дел од нето-добивката на компанијата за дивиденда\nи за персонален данок, додека, пак, остатокот ќе биде за инвестиции.\nБизнис-планот на компанијата за 2025 година е донесен со одлука на Управниот одбор на АЛКАЛОИД АД Скопје на седницата одржана на 27.12.2024 година.",
          "translated": "ALCALOID AD Skopje has announced its business plan, through the Macedonian Stock Exchange aspirants and values ALCALOID AD Skopje, in ensuring its business operations rely on the highest ethical norms and standards.We are confident that ethical businessmaking is a prerequisite for continued personal and business success; our goal is to ensure stability and improvement of business practices through maintenance, i.e., by strengthening positions in the current markets and through reasonable new expansion of markets. VISIA is ALCALOID as a global-oriented company to pursue high goals and achievements, which will allow for an express competitiveness and market position.We are constantly open to building new markets and new partnerships, and we are producing the highest quality products, applying state-of-the-art technologies and business standards. Mission Our mission is to pursue a healthier world, superior quality of products and services, as well as high-tech and continuing professional and continuing. Success is an imperative of protecting the interests of employees, consumers, shareholders, business partners, as well as all parties involved, and the basic determination is PRESIDENT OF SU.The business plan for 2025 incomes from sales, Business Plans for 2025 provides for consolidated sales of over 332m euros, up from 8 percent in expected for 2024. Sellings, after profit, by consolidated centres, PCC is expected to realise PCC. Farming and 10% PC Chemicals, cosmetics and planting. Selling around markets is expected to take up 32% of the consolidated sales to be achieved on the domestic market, while 68 percent of the export. The planned success balance predicts 9% of consolidated gains ahead of financial expenditures, taxes and pre-Amortisation (EBITDA). Consolidated non-work is predicted by a growth of at least 7% in terms of 20. Monitoring trends and the latest achievements in the field of pharmaceuticals are the main reasons that in the past two decades, ALCALOID AD Skopje has maintained its course of continued investment, investing more than 250m euros, with the goal of producing electricity, with the aim of providing AlKALOD Skopje for a reduction in carbon footprint for AlCAID Skopje. The project envisions the construction of a photovoltaic plant located in Gevgelija, with the capacity to produce electricity of about 11 thousand megawatt-hours annually. e project envisions the construction of a photovoltaic power plant located in Gevgelija, with the capacity to produce about 11 thousand megawat-hours of electricity from an annual level, enabling these facilities to enable between 75 to 85 per cent of the electricity used to AlKALOID Skopje's production capacities to be from its own renewable sources. The long-term development strategy, that is, with a 20-year-old investment development plan, has been built in the last few years a new plant to produce semi-solid pharmaceutical forms, a new drug-packing plant, a new storage facility for storing raw materials, as well as a new solid form production plant (pharmacetic presets), the most significant investment activity. In this direction, a proper increase in capacities and quality management control, the 2025 plan predicts. The design and performance of a new microbiology laboratory on an area of 600 m2. We are continuing to invest in new production equipment and in installing state-of-the-art technology production lines, with conditions created for a severalfold increase in production facilities. All investments in Farming production capacities are derived in accordance with the most modern GMP products production recommendations. The 2025 business plan envisions investing around 8 % RESEARCH AND RESEARCH and Development in ALCALOID AD Skopje for many decades has a renowned reputation as a prominent search segment and the introduction of new products, new technologies, analytical methods and services, which ensure the growth of the rich portfolio of ALCALOID, with environmental protection concerns, and health and safety at work. The business plan in 2025 envisions a rise of at least 10 per cent of research and development fees, that is, alloting most of the resources in this segment, with the aim of further modernisation of the generic portfolio, complete with patented value-added products. Life environment and social affairs (ESG) the past two years as a strategic and imperative priority We've set up the introduction of the Environmental, Social and Government (ESG Standards) for integration and reporting to the company. We've brought a number of internal acts that systemize the operation of all sectors in line with ESG principles. Environmental responsibility and the community is an integral part of every employee's day at ALKALOID, in all countries where we have established operations. All parties involved in ALCOLOID with one single goal: to build a better, healthier and more sustainable world. Employers follow plans for growth and development, in 2025 we expect about 100 new employment jobs at ALKALOID AD Skopje and in associations abroad.We continue the investments in human capital through a set of significant training and other benefits for employees, creating prerequisites for further increases in the average non-payment rate. The AD Skopje trades on the Macedonian Stock Exchange's official market for 2002, and applies to some of the most affected and visible stock of the Stock Exchange. The price of the action in 2024 ranged from 18,151.00 to 29,000.00 denars or an average of 21,715.11 denars for one action. The price of action on the last transaction of 27/12-2024 was 28,299, daily capitalisation of the company in December 20,24 has been a 40 billion policy. The company will continue on with the current dividend policy in line with the results achieved so far. The plan envisions the allocation of part of the non-profit of the exchange company and personal taxes, while the rest will be for investment; the company's 2025 business plan is made by a decision by ALKALOID AD Skopje Steering Board at a session held on 27/12-2024."
        },
        "sentiment": {
          "sentiment": "Positive",
          "score": 0.9999997615814209,
          "recommendation": "BUY"
        },
        "url": "https://biznisinfo.mk/kako-planira-da-raboti-alkaloid-ad-skopje-vo-2025-godina/",
        "source": "biznisinfo.mk"
      }
    ],
    "average_sentiment": 0.999941885471344,
    "overall_recommendation": "BUY"
  },
  "Макпетрол АД Скопје": {
    "articles": [
      {
        "date": "2022-10-17",
        "title": {
          "original": "САМО МАКПЕТРОЛ ДОСТАВИЛ ПОНУДА ЗА ГАС, ОД „КОНТАКТИТЕ“ НА МИЦКОВСКИ НЕМА НИШТО ДОСЕГА",
          "translated": "Only M.H.A.D. has made a offer for G, from MICONTIC'S QUEENTURES, there's nothing to be done."
        },
        "content": {
          "original": "Во текот на оваа недела се очекува да бидат доставени понудите за набавка на потребните количини од природен гас за наредниот месец. АД ЕСМ досега набави природен гас за првите две недели од стартот на грејната сезона, односно до крајот на октомври.\nДиректорот на АД ЕСМ, Васко Ковачевски денеска изјави дека во текот на оваа недела се очекува да бидат доставени понудите за набавка на потребните количини од природен гас за наредниот месец. Според него, досега понуда доставила само компанијата Макпетрол.\nТој притоа рече дека очекува да добијат уште две до три понуди. Ковачевски е оптимист дека ќе се најде доволно количини за сите топлани, но и да се задоволат и потребите на ТЕТО.\nОд Владата денеска на неформален брифинг соопштија дека од компаниите кои што ги посочил лидерот на ВМРО-ДПМНЕ, Христијан Мицкоски, како негови контакти кои што можат да помогнат во пребродување на енергетската криза, односно за снабдување на природен гас и мазут, до денеска нема никаква понуда.\nВо изминатиот период бил остварен контакт со посочените фирми, но ниту во Министерството за Економија, ниту во Електростопанство на Северна Македонија, немаат добиено било каква конкретна понуда.\nСепак, една мистерија е разрешена – познато е името на фамозната компанија која требало да обезбеди природен гас за земјава. Како што се дознава од извори во Владата, станува збор за фирмата PGO, која била регистрирана во Швајцарија.\nСпоред регистарот на компании во Швајцарија, компанија со ваков назив е регистрирана во кантонот Цирих, каде што стои дека нејзина дејност е трговија со нафта и нафтени деривати.\n\nПознавачите на приликите кај нас, пак, велат дека таа компанија не непозната во овдешните кругови, бидејќи и во минатите години се нудела за снабдување со енергенти.\nКовачевски посочи и дека АД ЕСМ во наредните денови ќе проба да најде полесен начин како граѓаните да ги склучат новите договори за топлинска енергија откако акционерското друштво ја презема дејноста од БЕГ. Тој посочи дека се работи за околу 60 илјади домаќинства.\nОбврската за промена на договорите се однесуваат на сите граѓани кои досега парно добиваа преку компанијата БЕГ ( Балкан Енерџи груп) Тоа значи дека периодов кој следува исто толку сопственици на станови ќе треба да отидат на некој од трите пункта на БЕГ (во Центар, Аеродром и Тафталиџе), за да потпишат договор во којшто ќе пишува дека парното сега им го обезбедува ЕСМ.\nАД ЕСМ досега набави природен гас за првите две недели од стартот на грејната сезона, односно до крајот на октомври.\n",
          "translated": "Offers for the purchase of needed natural gas supplies for next month are expected to be submitted this week. AD ESM has so far obtained natural gas for the first two weeks of the hot season, i.e. by the end of October. AD ESM Director Vasko Kovacevski said that bids are expected to be delivered this week for the supply of needed amounts of natural gas for next month alone. According to him, so far, so far, she has only made an offer to the company Makpetrol Toyrol. Kovacevski is optimistic that enough quantities will be found for all heat, but also enough to meet the needs of TETO, the government said today in informal briefing that there is no offer from the companies pointed out by VMRO-DPMNE leader Christian Mitsovski as its contacts that can help weather the energy crisis, i.e., the supply of natural gas and mazut, to date. over the past period has been made. Contact with trusted firms, but neither the name of the Ministry of Economics nor the Elektrostopanstvo of Northern Macedonia has received any specific offer. However, a mystery has been resolved. According to Switzerland's record of companies, a company with this name has been registered in the Zurich canton, where it is known to be registered in Switzerland. Its activity is said to be a trade in oil and oil derivatives, and the knowledge of the opportunities in us, however, says that the company is not unknown in the area, because in the past years it has been offered to supply oil and oil derivatives, and Kovacevski also suggested that the AD ESM will try to find an easier way for citizens to conclude new heat energy contracts after the share company took over the operation from BEG.He suggested it was about 60,000 households in the coming days. A change in the agreements would require that all citizens who have received the BEG Company (Balkan Energy Group) so far go to one of the three BEG points (in Central, Airport and Taftalage) to sign an agreement writing that the amount is now provided by ESM.The AD ESM has provided them with natural gas for the first two weeks since the start of the heating season, i.e.e. at the end of October."
        },
        "sentiment": {
          "sentiment": "Neutral",
          "score": 0.9989691972732544,
          "recommendation": "HOLD"
        },
        "url": "https://kapital.mk/%d1%81%d0%b0%d0%bc%d0%be-%d0%bc%d0%b0%d0%ba%d0%bf%d0%b5%d1%82%d1%80%d0%be%d0%bb-%d0%b4%d0%be%d1%81%d1%82%d0%b0%d0%b2%d0%b8%d0%bb-%d0%bf%d0%be%d0%bd%d1%83%d0%b4%d0%b0-%d0%b7%d0%b0-%d0%b3%d0%b0%d1%81/",
        "source": "kapital.mk"
      },
      {
        "date": "2024-06-19",
        "title": {
          "original": "Макпетрол со известување до имателите на обични акции",
          "translated": "Makpetrol reporting to ordinary stock holders"
        },
        "content": {
          "original": "Се известуваат сите иматели на обични акции дека, Друштвото согласно\nОдлуката број 0201-37/2-4 од 28.5.2024 година, донесена на XXVIII-тото годишно\nСобрание на акционери, ќе врши исплата на дивиденда во пари, во бруто-износ од\n3.700 денари по акција, со датум на пресек на акционерската книга 18.6.2024 година.\nСе известуваат акционерите кои немаат доставено податоци за трансакциската\nсметка, а заради исплата на дивиденда, да ги достават податоците до Макпетрол АД – Скопје\nСе повикуваат акционерите – физички лица да ги ажурираат своите податоци,\nвклучувајќи ја и адресата на живеалиштето, во Централниот Депозитар за Хартии од\nвредност. Истата ќе се користи за уредна достава на пресметката на данокот на\nдоход, на кој подлежи исплатата по основ на дивиденда.\nДополнително акционерите – физички лица, кои не се запишани во\nевиденцијата на УЈП како даночни обврзници, да преземат соодветни мерки за нивно\nзапишување согласно процедурите на УЈП.",
          "translated": "All the average stock holders are reported that, the Society in line with decision number 0201-37-2-4 of the 28/5.2024, delivered to the XXVII annual Congregation of Sharers, will pay off the dividend in money, in gross terms of 3,700 denars per action, with a date of the cut-off of the stockholder book 18.6.2024. Shareholders who have not delivered data on the transaction account, and for payment of DVDs, are urged to deliver the data to MakProlD Skopje's physically. People to update their data, including the address of HAB, at the Central Depositar for Realty. It will be used for the orderly delivery of the income tax accounting to which the payment is extended after the exchange of dividenda; additional shareholders .. not written in the UJP's records as taxpayers, to take appropriate measures to write them down according to the UJP procedures."
        },
        "sentiment": {
          "sentiment": "Neutral",
          "score": 0.9999940395355225,
          "recommendation": "HOLD"
        },
        "url": "https://biznisinfo.mk/makpetrol-so-izvestuvane-do-imatelite-na-obichni-aktsii/",
        "source": "biznisinfo.mk"
      }
    ],
    "average_sentiment": 0.9994816184043884,
    "overall_recommendation": "BUY"
  },
  "Стопанска банка АД Скопје": {
    "articles": [
      {
        "date": "2023-11-08",
        "title": {
          "original": "„РАСТЕМЕ ЗАЕДНО“ – ДЕТСКО ШТЕДЕЊЕ ОД СТОПАНСКА БАНКА А.Д. БИТОЛА СО ФИКСНА КАМАТНА СТАПКА 4,1%",
          "translated": "♪ We're spending a whole time ♪ ♪ A child's damage ♪ From a hundred and fifty ♪ A.D."
        },
        "content": {
          "original": "Стопанска банка а.д. Битола своето портфолио на производи го дополни со нов денарски депозит – детско штедење со промотивна фиксна каматна стапка од неверојатни 4,1%, со рок на орочување 36 месеци. Детското штедење е наменето за деца од нивното раѓање па се до 18 годишна возраст.\nОна што е потребно за отворање на депозит за детско штедење е како застапник да се јави најмалку еден од родителите, што се докажува со Извод од матична книга на родени на детето и почетен депозит со минимален износ од 3.000,00 денари.\nСите родители имаат заедничка цел, а тоа е да им обезбедат сигурна иднина на своите деца. Како основа за исполнување на оваа цел е да ги подготват децата за иднина со добра финансиска едукација. Детското штедење е идеална алатка за финансиската дисциплина.\nДетското штедење со Стопанска банка а.д. Битола е одличен начин за обезбедување на сигурна и безбедна иднина на вашето дете.\nПовеќе информации за производот на https://bit.ly/detsko_stedenje\nКомерцијален ПР текст\n",
          "translated": "Stopan's bank a.d. Bitola has added its share of products to a new daily deposit , a child's savings with a promotional fixed interest rate of a staggering 4.1%, with the deadline of operating for 36 months. The child's savings is intended for children of birth to be 18 years old. What is needed for the opening of a detcorous austerity deposit is as an advocate to call at least one of the parents, proving with a book's work of birth and a lower deposit of 3,000, which is proving to be proved by at least one of a parent's birth and a minimum of 3,000. All parents have a common goal, and that is to provide their children with a secure future. As a basis for meeting this goal is to prepare children for a future with good financial education. Children's savings is the ideal tool for financial discipline. Children's savings with Stopanska Banka a.d Bitola is a great way to provide your child's safe and secure future. More information on the product of https://bitt.ly/detsko_stnje Commercial Text Text."
        },
        "sentiment": {
          "sentiment": "Neutral",
          "score": 0.9975427389144897,
          "recommendation": "HOLD"
        },
        "url": "https://kapital.mk/%d1%80%d0%b0%d1%81%d1%82%d0%b5%d0%bc%d0%b5-%d0%b7%d0%b0%d0%b5%d0%b4%d0%bd%d0%be-%d0%b4%d0%b5%d1%82%d1%81%d0%ba%d0%be-%d1%88%d1%82%d0%b5%d0%b4%d0%b5%d1%9a%d0%b5-%d0%be%d0%b4/",
        "source": "kapital.mk"
      },
      {
        "date": "2024-10-01",
        "title": {
          "original": "Игор Камбовски и Стевчо Јолакоски избрани за членови на Надзорен одбор на Стопанска банка а.д. Битола",
          "translated": "Igor Kambovski and Stevco Jolakoski elected members of the Stopan Bank A.d."
        },
        "content": {
          "original": "Од Стопанска банка а.д. Битола преку Македонска берза информираат дека за членови на Надзорен одбор на Стопанска банка а.д. Битола се назначени Игор Камбовски и Стевчо Јолакоски.\n“Врз основа на Одлука од Собрание на акционери бр.02-8051/1/II-3 од 3.7.2024 година и Решение за издавање на претходна согласност од Народна банка на Република Северна Македонија бр.15-25796/6 од 27.9.2024 година, за член на Надзорен одбор на Стопанска банка а.д. Битола е назначен г. Стевчо Јолакоски.\nИсто така, врз основа на Одлука од Собрание на акционери бр.02-8051/1/II-3 од 3.7.2024 година и Решение за издавање на претходна согласност од Народна банка на Република Северна Македонија бр.15-27231/8 од 27.9.2024 година, за член на Надзорен одбор на Стопанска банка а.д. Битола е назначен г. Игор Камбовски“, стои во објавата.\n ",
          "translated": "By Stopanska Banka a.d. Bitola through the Macedonian Stock Exchange they have informed that for members of the Board of Monitors of Stopanska Bank A.d. Bitola, Igor Kambovski and Stevco Jolakoski are appointed. A decision from the Assembly of Shareholders No.02-805/01/II-3 of 3,7,2024, and the Office of the Publishing of Previous Agreement by the People's Bank of the Republic of Northern Macedonia No.15-271/8 of the 27th,9,2024, as a member of the Board of the Stopan Bank a.d Bitola was appointed by Mr Igor Cambovski."
        },
        "sentiment": {
          "sentiment": "Neutral",
          "score": 0.999887228012085,
          "recommendation": "HOLD"
        },
        "url": "https://biznisinfo.mk/igor-kambovski-i-stevcho-jolakoski-izbrani-za-chlenovi-na-nadzoren-odbor-na-stopanska-banka-a-d-bitola/",
        "source": "biznisinfo.mk"
      }
    ],
    "average_sentiment": 0.9987149834632874,
    "overall_recommendation": "BUY"
  },
  "Македонски Телеком АД Скопје": {
    "articles": [
      {
        "date": "2023-01-03",
        "title": {
          "original": "МАКЕДОНСКИ ТЕЛЕКОМ ЈА МОДЕРНИЗИРАШЕ МРЕЖАТА И ВЛЕЗЕ ВО НОВА ТЕХНОЛОШКА ЕРА",
          "translated": "Macedonia's Telekom has moderated the network and entered a new technology era."
        },
        "content": {
          "original": "Македонски Телеком целосно ја модернизираше и ја надгради мрежата во 2022 година, со што таа сега е подготвена за наредната генерација технологии. Вакви големи промени во телекомуникациите се случуваат еднаш на 10 години и со себе носат трансформација на самата технологија и на услугите за корисниците, како и супериорност на корисничкото искуство.\nМодернизиација на мрежата\nСо завршувањето на овој проект, којшто се реализираше со милионски инвестиции и посветена работа на терен, се постави основата, односно најсовремената мрежа, врз која ќе се гради новиот дигитален свет. За само 18 месеци беа поставени 900 нови базни станици на кои е достапен NBIoT за M2M комуникација. Капацитетот на новата модернизирана мрежа е зголемен за дури 70%, а просечните брзини на корисниците за 50%.\nПрва и најголема 5G мрежа\nПосле неколкугодишни тестирања и подготовки, во февруари годинава, компанијата ја пушти првата комерцијална 5G мрежа во Македонија и овозможи користење 5G услуги со напредна технологија за динамично користење на постојните радиофреквенции. Во јули, таа ги доби 5G радиофреквециите, а со тоа и можноста за гигабитни брзини за корисниците. Мрежата растеше и се развиваше и за само 18 месеци на корисниците во 26 града и нивните околини им беше овозможено да ги користат услугите на новата генерација. Гигабитните брзини и ниската латенција се реалност, а веќе 12% од целиот сообраќај е на 5G.\nИдна примена на новите технологии\nОваа технологија ќе биде движечката сила за развојот на нови функционалности во повеќе области коишто ќе ни го поедностават и подобрат животот во сите сфери.  На пример, преку Massive IoT, ќе биде овозможен значителен развој во делот за паметни градови и паметна инфраструктура. 5G ќе овозможи примена на вештачката интелигенција за подобрување на ефикасноста на самата мрежа. Преку вештачката интелигенција ќе може да се детектираат и најмалите недоследности во функционирањето на мрежите и системите коишто испорачуваат клучни услуги. На тој начин, тие ќе можат да бидат спречени без корисниците воопшто и да ги забележат. Сето ова ќе обезбеди супериорна мрежа и услуга, досега невидени услуги и производи, како и широк пристап за сите до новите технологии.  \n",
          "translated": "Makedonska Telekom has completely modernised and upgraded the network in 2022, so that it is now ready for the next generation of technologies. Such big changes in telecommunications occur once every 10 years and bring it to transform the technology itself and the services for users, as well as the superiority of user experience. The state-of-the-art network on which the new digital world will be built has been installed in just 18 months with 900 new base stations available to NBITO for M2M communications. The capacity of the new modernised network has increased by as much as 70% and average user speeds by 50%. First and largest 5G network after several years of testing and preparation, in February, the company launched the first commercial 5G network in Macedonia and has provided 5G services with dynamic technology to use dynamically in use. In July, she received 5G radiofrequency, and thus the possibility of gigabit speeds for users.The network grew and developed in only 18 months to users in 26 cities and their environments was allowed to use the services of the new generation. gigabit rapids and low launch are reality, and already 12 percent of all traffic is the future application of new technologies this will be the driving force for development of new functionalities in multiple areas. which will simplify and improve our life in all spheres. For example, through Massive IOT, significant development will be made possible in the part of smart cities and smart infrastructure. 5G will enable the application of artificial intelligence to improve the efficiency of the network itself. By artificial intelligence, the smallest inconsistencies in the functioning of networks and systems that deliver key services will thus be prevented without users and at all All this will provide a superior network and service, unprecedented services and products, and a wide range of access to all of the new technologies."
        },
        "sentiment": {
          "sentiment": "Positive",
          "score": 0.9999421834945679,
          "recommendation": "BUY"
        },
        "url": "https://kapital.mk/%d0%bc%d0%b0%d0%ba%d0%b5%d0%b4%d0%be%d0%bd%d1%81%d0%ba%d0%b8-%d1%82%d0%b5%d0%bb%d0%b5%d0%ba%d0%be%d0%bc-%d1%98%d0%b0-%d0%bc%d0%be%d0%b4%d0%b5%d1%80%d0%bd%d0%b8%d0%b7%d0%b8%d1%80%d0%b0%d1%88%d0%b5/",
        "source": "kapital.mk"
      },
      {
        "date": "2024-06-14",
        "title": {
          "original": "Садула Дураки поднесе оставка од позицијата Неизвршен член и Заменик Претседател на Одборот на директори на Македонски Телеком",
          "translated": "Sadula Duraki steps down as Executive Member and Deputy President of the Board of Directors of Makedonska Telekom"
        },
        "content": {
          "original": "Врз основа на член 33 од Правилата за котација на Македонска берза на хартии од вредност АД Скопје, Македонски Телеком АД – Скопје известува дека г. Садула Дураки поднесе оставка од позицијата Неизвршен член и Заменик Претседател на Одборот на директори на Македонски Телеком АД – Скопје поради неговиот избор како пратеник во Собранието на Република Северна Македонија во смисла на неспојливост на функцијата согласно член 9 од Законот за пратеници.",
          "translated": "Based on Article 33 of the Macedonian Stock Exchange of Valued AD Skopje, Macedonia's Telekom AD Skopje reports that Mr. Sadula Duraki has resigned from his post as Executive Member and Deputy Chairman of the Board of Directors of the Macedonian Telecom AD Skopje over his election as an MP in the Parliament of the Republic of Northern Macedonia in the sense of failure to function in accordance with Article 9 of the Law on MPs."
        },
        "sentiment": {
          "sentiment": "Neutral",
          "score": 0.990328848361969,
          "recommendation": "HOLD"
        },
        "url": "https://biznisinfo.mk/sadula-duraki-podnese-ostavka-od-pozitsijata-neizvrshen-chlen-i-zamenik-pretsedatel-na-odborot-na-direktori-na-makedonski-telekom/",
        "source": "biznisinfo.mk"
      }
    ],
    "average_sentiment": 0.9951355159282684,
    "overall_recommendation": "BUY"
  }
}